
[PsijackOHT_CV X2WeaponTemplate]
FriendlyName="灵能拳刃"
FriendlyNamePlural="灵能拳刃"
BriefSummary="灵能拳刃是一种比碎片拳刃更轻便的替代品，设计用于配合盾牌使用。"
TacticalText="灵能拳刃是一种比碎片拳刃更轻便的替代品，设计用于配合盾牌使用。"
AbilityDescName="灵能拳刃"

[PsijackOHT_MG X2WeaponTemplate]
FriendlyName="注入式灵能拳刃"
FriendlyNamePlural="注入式灵能拳刃"
BriefSummary="灵能拳刃是一种比碎片拳刃更轻便的替代品，设计用于配合盾牌使用。"
TacticalText="灵能拳刃是一种比碎片拳刃更轻便的替代品，设计用于配合盾牌使用。"
AbilityDescName="灵能拳刃"

[PsijackOHT_BM X2WeaponTemplate]
FriendlyName="能量灵能拳刃"
FriendlyNamePlural="能量灵能拳刃"
BriefSummary="灵能拳刃是一种比碎片拳刃更轻便的替代品，设计用于配合盾牌使用。"
TacticalText="灵能拳刃是一种比碎片拳刃更轻便的替代品，设计用于配合盾牌使用。"
AbilityDescName="灵能拳刃"
